Repository: Porabuild/Poracode
Catalog: ios/App/App/Features/PortForwarding/PortForwarding.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# port-forwarding.actions
source: Actions
de: Aktionen
es: Acciones
ja: アクション
ko: 작업
pl: Działania
pt_br: Ações
ru: Действия
tr: Eylemler
uk: Дії
vi: Hành động
zh_hans: 操作

# port-forwarding.active
source: Active Forwards
de: Aktive Weiterleitungen
es: Redirecciones activas
fr: Redirections actives
ja: 有効な転送
ko: 활성 포워딩
pl: Aktywne przekierowania
pt_br: Encaminhamentos ativos
ru: Активные перенаправления
tr: Etkin yönlendirmeler
uk: Активні перенаправлення
vi: Cổng chuyển tiếp đang hoạt động
zh_hans: 活跃转发

# port-forwarding.ambiguous
source: The result is uncertain. Scan again before repeating the action.
de: Das Ergebnis ist ungewiss. Scanne erneut, bevor du die Aktion wiederholst.
es: El resultado es incierto. Vuelve a explorar antes de repetir la acción.
fr: Le résultat est incertain. Relancez l’analyse avant de répéter l’action.
ja: 結果が不明です。操作を繰り返す前に再スキャンしてください。
ko: 결과를 확인할 수 없습니다. 작업을 반복하기 전에 다시 검색하세요.
pl: Wynik jest niepewny. Przeskanuj ponownie przed powtórzeniem działania.
pt_br: O resultado é incerto. Examine novamente antes de repetir a ação.
ru: Результат неизвестен. Повторите сканирование перед повтором действия.
tr: Sonuç belirsiz. İşlemi yinelemeden önce yeniden tarayın.
uk: Результат невідомий. Повторіть сканування перед повторенням дії.
vi: Kết quả chưa chắc chắn. Hãy quét lại trước khi lặp lại thao tác.
zh_hans: 结果不确定。请在重复操作前重新扫描。

# port-forwarding.browser-unavailable
source: The browser could not open this forward.
de: Der Browser konnte diese Weiterleitung nicht öffnen.
es: El navegador no pudo abrir esta redirección.
fr: Le navigateur n’a pas pu ouvrir cette redirection.
ja: ブラウザでこの転送を開けませんでした。
ko: 브라우저에서 이 포워딩을 열 수 없습니다.
pl: Przeglądarka nie mogła otworzyć tego przekierowania.
pt_br: O navegador não conseguiu abrir este encaminhamento.
ru: Браузеру не удалось открыть это перенаправление.
tr: Tarayıcı bu yönlendirmeyi açamadı.
uk: Браузеру не вдалося відкрити це перенаправлення.
vi: Trình duyệt không thể mở cổng chuyển tiếp này.
zh_hans: 浏览器无法打开此转发。

# port-forwarding.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

# port-forwarding.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーされました
ko: 복사됨
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制

# port-forwarding.copy-url
source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
ja: URLをコピー
ko: URL 복사
pl: Kopiuj URL
pt_br: Copiar URL
ru: Скопировать URL
tr: URL'yi kopyala
uk: Копіювати URL
vi: Sao chép URL
zh_hans: 复制 URL

# port-forwarding.detected
source: Detected Ports
de: Erkannte Ports
es: Puertos detectados
fr: Ports détectés
ja: 検出されたポート
ko: 감지된 포트
pl: Wykryte porty
pt_br: Portas detectadas
ru: Обнаруженные порты
tr: Algılanan bağlantı noktaları
uk: Виявлені порти
vi: Cổng đã phát hiện
zh_hans: 检测到的端口

# port-forwarding.empty
source: No dev servers detected
de: Keine Dev-Server erkannt
es: No se detectaron servidores de desarrollo
fr: Aucun serveur de développement détecté
ja: 開発サーバーが検出されませんでした
ko: 감지된 개발 서버가 없습니다
pl: Nie wykryto żadnych serwerów deweloperskich
pt_br: Nenhum servidor de desenvolvimento detectado
ru: Серверы разработки не обнаружены
tr: Geliştirme sunucusu algılanmadı
uk: Серверів розробки не виявлено
vi: Không phát hiện máy chủ phát triển nào
zh_hans: 未检测到开发服务器

# port-forwarding.empty.hint
source: Start a dev server on your desktop, then tap refresh.
de: Starten Sie einen Dev-Server auf Ihrem Desktop und tippen Sie dann auf Aktualisieren.
es: Inicia un servidor de desarrollo en tu escritorio y luego toca actualizar.
fr: Démarrez un serveur de développement sur votre bureau, puis appuyez sur actualiser.
ja: デスクトップで開発サーバーを起動し、更新をタップしてください。
ko: 데스크톱에서 개발 서버를 시작한 다음 새로고침을 탭하세요.
pl: Uruchom serwer deweloperski na komputerze, a następnie dotknij Odśwież.
pt_br: Inicie um servidor de desenvolvimento no seu desktop e toque em atualizar.
ru: Запустите сервер разработки на десктопе, затем нажмите «Обновить».
tr: Masaüstünüzde bir geliştirme sunucusu başlatın, ardından yenile'ye dokunun.
uk: Запустіть сервер розробки на комп'ютері, потім торкніться «Оновити».
vi: Khởi động một máy chủ phát triển trên máy tính của bạn, sau đó nhấn làm mới.
zh_hans: 在桌面上启动一个开发服务器，然后点击刷新。

# port-forwarding.forward
source: Forward
de: Vorwärts
es: Adelante
fr: Suivant
ja: 進む
ko: 앞으로
pl: Naprzód
pt_br: Avançar
ru: Вперёд
tr: İleri
uk: Вперед
vi: Chuyển tiếp
zh_hans: 前进

# port-forwarding.forwarded
source: Forwarded
de: Weitergeleitet
es: Redirigido
fr: Redirigé
ja: 転送済み
ko: 포워딩됨
pl: Przekierowano
pt_br: Encaminhada
ru: Перенаправлен
tr: Yönlendirildi
uk: Перенаправлено
vi: Đã chuyển tiếp
zh_hans: 已转发

# port-forwarding.intro
source: Dev servers listening on your desktop's localhost.
de: Dev-Server, die auf dem localhost Ihres Desktops lauschen.
es: Servidores de desarrollo escuchando en el localhost de tu escritorio.
fr: Serveurs de développement à l'écoute sur le localhost de votre bureau.
ja: デスクトップの localhost で待ち受けている開発サーバー。
ko: 데스크톱의 localhost에서 대기 중인 개발 서버입니다.
pl: Serwery deweloperskie nasłuchujące na localhost Twojego komputera.
pt_br: Servidores de desenvolvimento escutando no localhost do seu desktop.
ru: Серверы разработки, слушающие localhost вашего десктопа.
tr: Masaüstünüzün localhost'unda dinleyen geliştirme sunucuları.
uk: Сервери розробки, що слухають localhost вашого комп'ютера.
vi: Máy chủ phát triển đang lắng nghe trên localhost của máy tính bạn.
zh_hans: 监听桌面端 localhost 的开发服务器。

# port-forwarding.load-failed
source: Can't load ports
de: Ports konnten nicht geladen werden
es: No se pudieron cargar los puertos
fr: Impossible de charger les ports
ja: ポートを読み込めません
ko: 포트를 불러올 수 없습니다
pl: Nie można wczytać portów
pt_br: Não foi possível carregar as portas
ru: Не удалось загрузить порты
tr: Portlar yüklenemedi
uk: Не вдалося завантажити порти
vi: Không thể tải danh sách cổng
zh_hans: 无法加载端口

# port-forwarding.loading
source: Loading port forwarding.
de: Portweiterleitung wird geladen.
es: Cargando el redireccionamiento de puertos.
fr: Chargement de la redirection de ports.
ja: ポート転送を読み込んでいます。
ko: 포트 포워딩을 불러오는 중입니다.
pl: Wczytywanie przekierowania portów.
pt_br: Carregando encaminhamento de portas.
ru: Загрузка перенаправления портов.
tr: Bağlantı noktası yönlendirme yükleniyor.
uk: Завантаження перенаправлення портів.
vi: Đang tải chuyển tiếp cổng.
zh_hans: 正在加载端口转发。

# port-forwarding.looking
source: Looking for dev servers…
de: Suche nach Dev-Servern…
es: Buscando servidores de desarrollo…
fr: Recherche de serveurs de développement…
ja: 開発サーバーを検索しています…
ko: 개발 서버를 찾는 중…
pl: Szukanie serwerów deweloperskich…
pt_br: Procurando servidores de desenvolvimento…
ru: Поиск серверов разработки…
tr: Geliştirme sunucuları aranıyor…
uk: Пошук серверів розробки…
vi: Đang tìm máy chủ phát triển…
zh_hans: 正在查找开发服务器…

# port-forwarding.manual-forward
source: Forward a port
de: Port weiterleiten
es: Reenviar un puerto
fr: Transférer un port
ja: ポートを転送
ko: 포트 전달
pl: Przekieruj port
pt_br: Encaminhar uma porta
ru: Перенаправить порт
tr: Bir portu yönlendir
uk: Переспрямувати порт
vi: Chuyển tiếp một cổng
zh_hans: 转发端口

# port-forwarding.manual-forward.hint
source: Enter the port a dev server on your desktop is listening on.
de: Geben Sie den Port ein, auf dem ein Dev-Server auf Ihrem Desktop lauscht.
es: Introduce el puerto en el que escucha un servidor de desarrollo en tu escritorio.
fr: Saisissez le port sur lequel un serveur de développement de votre bureau est à l'écoute.
ja: デスクトップの開発サーバーが待ち受けているポートを入力してください。
ko: 데스크톱에서 개발 서버가 대기 중인 포트를 입력하세요.
pl: Podaj port, na którym nasłuchuje serwer deweloperski na Twoim komputerze.
pt_br: Informe a porta em que um servidor de desenvolvimento do seu desktop está escutando.
ru: Введите порт, который слушает сервер разработки на вашем десктопе.
tr: Masaüstünüzdeki bir geliştirme sunucusunun dinlediği portu girin.
uk: Введіть порт, який слухає сервер розробки на вашому комп'ютері.
vi: Nhập cổng mà một máy chủ phát triển trên máy tính của bạn đang lắng nghe.
zh_hans: 输入桌面端某个开发服务器正在监听的端口。

# port-forwarding.no-desktop
source: No desktop connection
de: Keine Desktop-Verbindung
es: Sin conexión de escritorio
fr: Aucune connexion au bureau
ja: デスクトップ接続がありません
ko: 데스크톱 연결 없음
pl: Brak połączenia z komputerem
pt_br: Nenhuma conexão com o desktop
ru: Нет подключения к десктопу
tr: Masaüstü bağlantısı yok
uk: Немає підключення до комп'ютера
vi: Không có kết nối máy tính
zh_hans: 无桌面连接

# port-forwarding.no-desktop.hint
source: Pair a desktop from Connections to forward its ports.
de: Koppeln Sie einen Desktop unter Verbindungen, um seine Ports weiterzuleiten.
es: Empareja un escritorio desde Conexiones para reenviar sus puertos.
fr: Associez un bureau depuis Connexions pour transférer ses ports.
ja: 「接続」からデスクトップをペアリングして、そのポートを転送してください。
ko: 연결에서 데스크톱을 페어링하여 포트를 포워딩하세요.
pl: Sparuj komputer w sekcji Połączenia, aby przekierowywać jego porty.
pt_br: Pareie um desktop em Conexões para encaminhar suas portas.
ru: Подключите десктоп в разделе «Подключения», чтобы перенаправлять его порты.
tr: Portlarını yönlendirmek için Bağlantılar'dan bir masaüstü eşleştirin.
uk: Підключіть комп'ютер у розділі «Підключення», щоб переспрямовувати його порти.
vi: Ghép đôi một máy tính từ Kết nối để chuyển tiếp các cổng của nó.
zh_hans: 在“连接”中配对一台桌面设备以转发其端口。

# port-forwarding.not-enabled
source: Port forwarding isn't enabled
de: Portweiterleitung ist nicht aktiviert
es: El reenvío de puertos no está habilitado
fr: Le transfert de port n'est pas activé
ja: ポート転送が有効になっていません
ko: 포트 포워딩이 활성화되지 않았습니다
pl: Przekierowywanie portów nie jest włączone
pt_br: O encaminhamento de portas não está ativado
ru: Перенаправление портов не включено
tr: Port yönlendirme etkin değil
uk: Переспрямування портів не увімкнено
vi: Chưa bật chuyển tiếp cổng
zh_hans: 未启用端口转发

# port-forwarding.not-enabled.hint
source: Re-pair this connection to grant access to port forwarding.
de: Koppeln Sie diese Verbindung erneut, um Zugriff auf die Portweiterleitung zu gewähren.
es: Vuelve a emparejar esta conexión para conceder acceso al reenvío de puertos.
fr: Associez à nouveau cette connexion pour accorder l'accès au transfert de port.
ja: ポート転送へのアクセスを許可するには、この接続を再度ペアリングしてください。
ko: 포트 포워딩 액세스 권한을 부여하려면 이 연결을 다시 페어링하세요.
pl: Sparuj to połączenie ponownie, aby przyznać dostęp do przekierowywania portów.
pt_br: Pareie esta conexão novamente para conceder acesso ao encaminhamento de portas.
ru: Выполните сопряжение заново, чтобы предоставить доступ к перенаправлению портов.
tr: Port yönlendirmeye erişim izni vermek için bu bağlantıyı yeniden eşleştirin.
uk: Підключіть це з'єднання знову, щоб надати доступ до переспрямування портів.
vi: Ghép đôi lại kết nối này để cấp quyền truy cập chuyển tiếp cổng.
zh_hans: 重新配对此连接以授予端口转发的访问权限。

# port-forwarding.on-desktop-format
source: localhost:%lld on desktop
de: localhost:%lld auf dem Desktop
es: localhost:%lld en el escritorio
fr: localhost:%lld sur le bureau
ja: デスクトップの localhost:%lld
ko: 데스크톱의 localhost:%lld
pl: localhost:%lld na komputerze
pt_br: localhost:%lld no desktop
ru: localhost:%lld на десктопе
tr: localhost:%lld masaüstünde
uk: localhost:%lld на комп'ютері
vi: localhost:%lld trên máy tính
zh_hans: 桌面上的 localhost:%lld

# port-forwarding.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
ru: Открыть
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开

# port-forwarding.open-in-browser
source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
ja: ブラウザで開く
ko: 브라우저에서 열기
pl: Otwórz w przeglądarce
pt_br: Abrir no navegador
ru: Открыть в браузере
tr: Tarayıcıda aç
uk: Відкрити в браузері
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开

# port-forwarding.retry
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
tr: Yeniden dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重试

# port-forwarding.scan
source: Scan Ports
de: Ports scannen
es: Explorar puertos
fr: Analyser les ports
ja: ポートをスキャン
ko: 포트 검색
pl: Skanuj porty
pt_br: Examinar portas
ru: Сканировать порты
tr: Bağlantı noktalarını tara
uk: Сканувати порти
vi: Quét cổng
zh_hans: 扫描端口

# port-forwarding.scanning
source: Scanning…
de: Scannen…
es: Explorando…
fr: Analyse…
ja: スキャン中…
ko: 검색 중…
pl: Skanowanie…
pt_br: Examinando…
ru: Сканирование…
tr: Taranıyor…
uk: Сканування…
vi: Đang quét…
zh_hans: 正在扫描…

# port-forwarding.start
source: Start
de: Starten
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
pl: Uruchom
pt_br: Iniciar
ru: Запустить
tr: Başlat
uk: Запустити
vi: Bắt đầu
zh_hans: 启动

# port-forwarding.stop
source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Durdur
uk: Зупинити
vi: Dừng
zh_hans: 停止

# port-forwarding.stop-forwarding
source: Stop forwarding
de: Weiterleitung stoppen
es: Detener reenvío
fr: Arrêter le transfert
ja: 転送を停止
ko: 전달 중지
pl: Zatrzymaj przekierowywanie
pt_br: Parar encaminhamento
ru: Остановить перенаправление
tr: Yönlendirmeyi durdur
uk: Зупинити переспрямування
vi: Dừng chuyển tiếp
zh_hans: 停止转发

# port-forwarding.unavailable
source: Port forwarding is unavailable.
de: Portweiterleitung ist nicht verfügbar.
es: El redireccionamiento de puertos no está disponible.
fr: La redirection de ports est indisponible.
ja: ポート転送を利用できません。
ko: 포트 포워딩을 사용할 수 없습니다.
pl: Przekierowanie portów jest niedostępne.
pt_br: O encaminhamento de portas não está disponível.
ru: Перенаправление портов недоступно.
tr: Bağlantı noktası yönlendirme kullanılamıyor.
uk: Перенаправлення портів недоступне.
vi: Tính năng chuyển tiếp cổng không khả dụng.
zh_hans: 端口转发不可用。

# port-forwarding.unknown-service
source: Unknown service
de: Unbekannter Dienst
es: Servicio desconocido
fr: Service inconnu
ja: 不明なサービス
ko: 알 수 없는 서비스
pl: Nieznana usługa
pt_br: Serviço desconhecido
ru: Неизвестная служба
tr: Bilinmeyen hizmet
uk: Невідома служба
vi: Dịch vụ không xác định
zh_hans: 未知服务

# port-forwarding.unsafe-entry
source: The host returned an unsafe browser address.
de: Der Host hat eine unsichere Browseradresse zurückgegeben.
es: El host devolvió una dirección de navegador no segura.
fr: L’hôte a renvoyé une adresse de navigateur non sécurisée.
ja: ホストが安全でないブラウザアドレスを返しました。
ko: 호스트가 안전하지 않은 브라우저 주소를 반환했습니다.
pl: Host zwrócił niebezpieczny adres przeglądarki.
pt_br: O host retornou um endereço de navegador não seguro.
ru: Хост вернул небезопасный адрес для браузера.
tr: Ana bilgisayar güvenli olmayan bir tarayıcı adresi döndürdü.
uk: Хост повернув небезпечну адресу для браузера.
vi: Máy chủ trả về một địa chỉ trình duyệt không an toàn.
zh_hans: 主机返回了不安全的浏览器地址。

# port-forwarding.forward-format
source: Port %1$lld → %2$lld
es: Puerto %1$lld → %2$lld
ja: ポート %1$lld → %2$lld
ko: 포트 %1$lld → %2$lld
pt_br: Porta %1$lld → %2$lld
ru: Порт %1$lld → %2$lld
tr: Bağlantı noktası %1$lld → %2$lld
uk: Порт %1$lld → %2$lld
vi: Cổng %1$lld → %2$lld
zh_hans: 端口 %1$lld → %2$lld

# port-forwarding.port-field
source: Port
es: Puerto
ja: ポート
ko: 포트
pt_br: Porta
ru: Порт
uk: Порт
vi: Cổng
zh_hans: 端口

# port-forwarding.port-format
source: Port %lld
es: Puerto %lld
ja: ポート %lld
ko: 포트 %lld
pt_br: Porta %lld
ru: Порт %lld
tr: Bağlantı noktası %lld
uk: Порт %lld
vi: Cổng %lld
zh_hans: 端口 %lld

# port-forwarding.title
source: Ports
es: Puertos
ja: ポート
ko: 포트
pl: Porty
pt_br: Portas
ru: Порты
tr: Portlar
uk: Порти
vi: Cổng
zh_hans: 端口

# port-forwarding.web-server
source: Web server
es: Servidor web
fr: Serveur web
ja: Webサーバー
ko: 웹 서버
pl: Serwer WWW
pt_br: Servidor web
ru: Веб-сервер
tr: Web sunucusu
uk: Веб-сервер
vi: Máy chủ web
zh_hans: Web 服务器
